{
  "_metadata": {
    "code": "bn",
    "name": "Bengali",
    "nativeName": "বাংলা",
    "direction": "ltr"
  },
  "header": {
    "tagline": "লাইভ ইভেন্টের জন্য অডিও কিউ প্লেব্যাক"
  },
  "download": {
    "title": "LivePlay ডাউনলোড করুন",
    "subtitle": "বিনামূল্যে এবং ওপেন-সোর্স। Windows, macOS এবং Linux-এর জন্য উপলব্ধ।",
    "windows": {
      "title": "Windows",
      "description": "Windows 10/11 (64-bit)",
      "buttonText": ".exe ডাউনলোড করুন",
      "size": "~150 MB"
    },
    "mac": {
      "title": "macOS",
      "description": "macOS 10.15+ (Universal)",
      "buttonText": ".dmg ডাউনলোড করুন",
      "size": "~140 MB"
    },
    "linux": {
      "title": "Linux",
      "description": "AppImage (Universal)",
      "buttonText": ".AppImage ডাউনলোড করুন",
      "size": "~155 MB"
    },
    "otherFormats": "অন্যান্য উপলব্ধ ফরম্যাট:",
    "debianUbuntu": ".deb (Debian/Ubuntu)",
    "fedoraRHEL": ".rpm (Fedora/RHEL)",
    "macZip": ".zip (macOS)",
    "viewReleases": "GitHub-এ সমস্ত রিলিজ দেখুন →"
  },
  "features": {
    "title": "মূল বৈশিষ্ট্যসমূহ",
    "interface": {
      "title": "স্বজ্ঞাত ইন্টারফেস",
      "description": "LivePlay-এ একটি পরিষ্কার, সহজ এবং আধুনিক ইন্টারফেস রয়েছে যা বিশেষভাবে লাইভ সাউন্ড অপারেটরদের জন্য ডিজাইন করা হয়েছে। আপনার প্রধান সাউন্ড ফাইলগুলি প্লেলিস্টে সংগঠিত করুন এবং দ্রুত অ্যাক্সেস বা ঘোষণার জন্য কার্ট প্লেয়ারে সাউন্ড যোগ করুন। কার্টে যোগ করা অডিও ফাইলগুলি স্বয়ংক্রিয়ভাবে ঘোষণার মতো আচরণ করবে, প্লেব্যাকের সময় যেকোনো ব্যাকগ্রাউন্ড অডিও কমিয়ে দেবে।"
    },
    "waveform": {
      "title": "ওয়েভফর্ম ট্রিমার",
      "description": "বিল্ট-ইন ওয়েভফর্ম এডিটর ব্যবহার করে নির্ভুলতার সাথে আপনার অডিও ট্রিম করুন। ইন এবং আউট পয়েন্ট সেট করুন, ভলিউম সামঞ্জস্য করুন এবং ফেড টাইম ভিজ্যুয়ালি কনফিগার করুন। আপনি নীরবতার ভিত্তিতে স্বয়ংক্রিয়ভাবে ট্রিম করতে পারেন, বা ভলিউম স্বয়ংক্রিয়ভাবে সামঞ্জস্য করতে পারেন যাতে সমস্ত অডিও স্তর সামঞ্জস্যপূর্ণ হয়।"
    },
    "youtube": {
      "title": "YouTube ইন্টিগ্রেশন",
      "description": "আমাদের বিল্ট-ইন ডাউনলোডার দিয়ে YouTube থেকে সরাসরি অডিও ডাউনলোড করুন! আপনার শোতে দ্রুত সঙ্গীত, সাউন্ড এফেক্ট বা ব্যাকিং ট্র্যাক যোগ করার জন্য নিখুঁত (অনুগ্রহ করে নিশ্চিত করুন যে আপনার কন্টেন্ট ব্যবহার করার অধিকার আছে বা পাবলিক ডোমেইন কন্টেন্ট ব্যবহার করছেন)।"
    },
    "properties": {
      "title": "সহজে ব্যবহারযোগ্য প্রপার্টি প্যানেল",
      "description": "আপনার অডিও ফাইলের নাম, রঙ এবং প্লেব্যাক প্রপার্টিগুলি সহজেই পরিবর্তন করুন। ফাইলগুলি লুপে সেট করুন, তাদের ভলিউম সামঞ্জস্য করুন, শুরু এবং শেষ আচরণ এবং স্বয়ংক্রিয় নীরবতা ট্রিমিং কনফিগার করুন - সবকিছু একটি সুবিধাজনক স্থান থেকে। আপনি আপনার শোয়ের প্রবাহ নিয়ন্ত্রণ করেন!"
    },
    "ducking": {
      "title": "স্বয়ংক্রিয় ডাকিং",
      "description": "ঘোষণা বা সংলাপ চলার সময় ব্যাকগ্রাউন্ড মিউজিকের ভলিউম কমাতে স্বয়ংক্রিয় ডাকিং কনফিগার করুন। লাইভ প্রোডাকশনে মসৃণ রূপান্তরের জন্য নিখুঁত।"
    },
    "firstLaunch": {
      "title": "দ্রুত সেটআপ",
      "description": "LivePlay-এর সুবিন্যস্ত সেটআপ প্রক্রিয়ার সাথে সেকেন্ডে শুরু করুন। একটি ফোল্ডার নির্বাচন করুন, একটি প্রকল্প তৈরি করুন এবং ফাইল আমদানি শুরু করুন! আপনার সমস্ত মিডিয়া স্বয়ংক্রিয়ভাবে একটি জায়গায় সংগ্রহ করা হয় যাতে আপনি সহজেই কম্পিউটারের মধ্যে আপনার প্রকল্প স্থানান্তর করতে পারেন।"
    }
  },
  "footer": {
    "license": "এর অধীনে লাইসেন্সপ্রাপ্ত",
    "developedBy": "ডেভেলপার",
    "developerName": "থমাস ডুকিনিৎসাস",
    "viewOnGitHub": "GitHub-এ দেখুন"
  }
}
