{
  "_metadata": {
    "code": "el",
    "name": "Greek",
    "nativeName": "Ελληνικά",
    "direction": "ltr"
  },
  "header": {
    "tagline": "Αναπαραγωγή Ηχητικών Σημάτων για Ζωντανές Εκδηλώσεις"
  },
  "download": {
    "title": "Λήψη LivePlay",
    "subtitle": "Δωρεάν και ανοιχτού κώδικα. Διαθέσιμο για Windows, macOS και Linux.",
    "windows": {
      "title": "Windows",
      "description": "Windows 10/11 (64-bit)",
      "buttonText": "Λήψη .exe",
      "size": "~150 MB"
    },
    "mac": {
      "title": "macOS",
      "description": "macOS 10.15+ (Universal)",
      "buttonText": "Λήψη .dmg",
      "size": "~140 MB"
    },
    "linux": {
      "title": "Linux",
      "description": "AppImage (Universal)",
      "buttonText": "Λήψη .AppImage",
      "size": "~155 MB"
    },
    "otherFormats": "Άλλες διαθέσιμες μορφές:",
    "debianUbuntu": ".deb (Debian/Ubuntu)",
    "fedoraRHEL": ".rpm (Fedora/RHEL)",
    "macZip": ".zip (macOS)",
    "viewReleases": "Δείτε όλες τις εκδόσεις στο GitHub →"
  },
  "features": {
    "title": "Βασικά Χαρακτηριστικά",
    "interface": {
      "title": "Εύκολο στην Χρήση",
      "description": "Το LivePlay διαθέτει μια καθαρή, απλή και σύγχρονη διεπαφή σχεδιασμένη ειδικά για χειριστές ζωντανού ήχου. Οργανώστε τα κύρια αρχεία ήχου σε λίστες αναπαραγωγής και προσθέστε ήχους σε μια δεύτερη λίστα για γρήγορη πρόσβαση ή ανακοινώσεις. Τα αρχεία ήχου που προστίθενται στην δεύτερη λίστα θα συμπεριφέρονται αυτόματα ως ανακοινώσεις, μειώνοντας τον κύριο ήχο κατά την αναπαραγωγή."
    },
    "waveform": {
      "title": "Επεξεργαστής Κυματομορφής",
      "description": "Κόψτε τον ήχο σας με ακρίβεια χρησιμοποιώντας τον ενσωματωμένο επεξεργαστή κυματομορφής. Ορίστε σημεία εισόδου και εξόδου, προσαρμόστε την ένταση και ρυθμίστε οπτικά τους χρόνους fade. Μπορείτε επίσης να κόψετε αυτόματα με βάση τη σιωπή ή να προσαρμόσετε αυτόματα την ένταση έτσι ώστε όλα τα επίπεδα ήχου να είναι παρόμοια."
    },
    "youtube": {
      "title": "Ενσωματωμένο Κατέβασμα από το YouTube",
      "description": "Κατεβάστε ήχο απευθείας από το YouTube με τον ενσωματωμένο μας downloader! Ιδανικό για γρήγορη προσθήκη μουσικής, ηχητικών εφέ ή backing tracks στην παράστασή σας (παρακαλώ βεβαιωθείτε ότι έχετε τα δικαιώματα χρήσης του περιεχομένου ή χρησιμοποιείτε περιεχόμενο δημόσιου τομέα)."
    },
    "properties": {
      "title": "Εύχρηστος Πίνακας Ιδιοτήτων",
      "description": "Αλλάξτε το όνομα, το χρώμα και τις ιδιότητες αναπαραγωγής των αρχείων ήχου σας με ευκολία. Ρυθμίστε αρχεία να επαναλαμβάνονται, προσαρμόστε την έντασή τους, τις συμπεριφορές έναρξης και λήξης και ρυθμίστε την αυτόματη κοπή σιωπής - όλα από μία βολική τοποθεσία. Εσείς ελέγχετε τη ροή της εκδήλωσης σας!"
    },
    "ducking": {
      "title": "Αυτόματη Μείωση",
      "description": "Ρυθμίστε την αυτόματη μείωση για να μειώσετε την ένταση της μουσικής φόντου όταν αναπαράγονται ανακοινώσεις ή διάλογοι. Ιδανικό για ομαλές μεταβάσεις σε ζωντανές παραγωγές."
    },
    "firstLaunch": {
      "title": "Γρήγορη Ρύθμιση",
      "description": "Ξεκινήστε σε δευτερόλεπτα με τη βελτιωμένη διαδικασία ρύθμισης του LivePlay. Επιλέξτε έναν φάκελο, δημιουργήστε μια εκδήλωση και ξεκινήστε να εισάγετε αρχεία! Όλα τα πολυμέσα σας συλλέγονται αυτόματα σε ένα μέρος ώστε να μπορείτε να μετακινήσετε την εκδήλωση σας μεταξύ υπολογιστών με ευκολία."
    }
  },
  "footer": {
    "license": ", αδειοδοτημένο υπό",
    "developedBy": "Αναπτύχθηκε από τον",
    "developerName": "Θωμά Δουκινίτσα",
    "viewOnGitHub": "Δείτε το στο GitHub"
  }
}
