{
  "_metadata": {
    "code": "hi",
    "name": "Hindi",
    "nativeName": "हिन्दी",
    "direction": "ltr"
  },
  "header": {
    "tagline": "लाइव इवेंट्स के लिए ऑडियो क्यू प्लेबैक"
  },
  "download": {
    "title": "LivePlay डाउनलोड करें",
    "subtitle": "मुफ्त और ओपन-सोर्स। Windows, macOS और Linux के लिए उपलब्ध।",
    "windows": {
      "title": "Windows",
      "description": "Windows 10/11 (64-bit)",
      "buttonText": ".exe डाउनलोड करें",
      "size": "~150 MB"
    },
    "mac": {
      "title": "macOS",
      "description": "macOS 10.15+ (Universal)",
      "buttonText": ".dmg डाउनलोड करें",
      "size": "~140 MB"
    },
    "linux": {
      "title": "Linux",
      "description": "AppImage (Universal)",
      "buttonText": ".AppImage डाउनलोड करें",
      "size": "~155 MB"
    },
    "otherFormats": "अन्य उपलब्ध प्रारूप:",
    "debianUbuntu": ".deb (Debian/Ubuntu)",
    "fedoraRHEL": ".rpm (Fedora/RHEL)",
    "macZip": ".zip (macOS)",
    "viewReleases": "GitHub पर सभी रिलीज़ देखें →"
  },
  "features": {
    "title": "मुख्य विशेषताएं",
    "interface": {
      "title": "सहज इंटरफ़ेस",
      "description": "LivePlay में एक साफ, सरल और आधुनिक इंटरफ़ेस है जो विशेष रूप से लाइव साउंड ऑपरेटरों के लिए डिज़ाइन किया गया है। अपनी मुख्य साउंड फ़ाइलों को प्लेलिस्ट में व्यवस्थित करें और त्वरित पहुंच या घोषणाओं के लिए कार्ट प्लेयर में साउंड जोड़ें। कार्ट में जोड़ी गई ऑडियो फ़ाइलें स्वचालित रूप से घोषणाओं की तरह व्यवहार करेंगी, प्लेबैक के दौरान किसी भी पृष्ठभूमि ऑडियो को कम करेंगी।"
    },
    "waveform": {
      "title": "वेवफॉर्म ट्रिमर",
      "description": "बिल्ट-इन वेवफॉर्म एडिटर का उपयोग करके सटीकता से अपने ऑडियो को ट्रिम करें। इन और आउट पॉइंट सेट करें, वॉल्यूम समायोजित करें और फेड टाइम को विज़ुअली कॉन्फ़िगर करें। आप मौन के आधार पर स्वचालित रूप से ट्रिम भी कर सकते हैं, या वॉल्यूम को स्वचालित रूप से समायोजित कर सकते हैं ताकि सभी ऑडियो स्तर सुसंगत हों।"
    },
    "youtube": {
      "title": "YouTube एकीकरण",
      "description": "हमारे बिल्ट-इन डाउनलोडर के साथ YouTube से सीधे ऑडियो डाउनलोड करें! अपने शो में संगीत, ध्वनि प्रभाव या बैकिंग ट्रैक जल्दी से जोड़ने के लिए बिल्कुल सही (कृपया सुनिश्चित करें कि आपके पास सामग्री का उपयोग करने के अधिकार हैं या सार्वजनिक डोमेन सामग्री का उपयोग कर रहे हैं)।"
    },
    "properties": {
      "title": "उपयोग में आसान प्रॉपर्टीज़ पैनल",
      "description": "अपनी ऑडियो फ़ाइलों के नाम, रंग और प्लेबैक प्रॉपर्टीज़ को आसानी से बदलें। फ़ाइलों को लूप पर सेट करें, उनके वॉल्यूम को समायोजित करें, आरंभ और समाप्ति व्यवहार और स्वचालित मौन ट्रिमिंग कॉन्फ़िगर करें - सब कुछ एक सुविधाजनक स्थान से। आप अपने शो के प्रवाह को नियंत्रित करते हैं!"
    },
    "ducking": {
      "title": "स्वचालित डकिंग",
      "description": "घोषणाओं या संवाद के प्लेबैक होने पर पृष्ठभूमि संगीत की मात्रा को कम करने के लिए स्वचालित डकिंग कॉन्फ़िगर करें। लाइव प्रोडक्शन में सुगम संक्रमण के लिए बिल्कुल सही।"
    },
    "firstLaunch": {
      "title": "त्वरित सेटअप",
      "description": "LivePlay की सुव्यवस्थित सेटअप प्रक्रिया के साथ सेकंडों में शुरू करें। एक फ़ोल्डर चुनें, एक प्रोजेक्ट बनाएं और फ़ाइलें आयात करना शुरू करें! आपके सभी मीडिया स्वचालित रूप से एक स्थान पर एकत्र किए जाते हैं ताकि आप अपने प्रोजेक्ट को कंप्यूटरों के बीच आसानी से स्थानांतरित कर सकें।"
    }
  },
  "footer": {
    "license": "के तहत लाइसेंस प्राप्त है",
    "developedBy": "द्वारा विकसित",
    "developerName": "थॉमस डूकिनित्सास",
    "viewOnGitHub": "GitHub पर देखें"
  }
}
