{
  "_metadata": {
    "code": "ru",
    "name": "Russian",
    "nativeName": "Русский",
    "direction": "ltr"
  },
  "header": {
    "tagline": "Воспроизведение аудио для живых мероприятий"
  },
  "download": {
    "title": "Скачать LivePlay",
    "subtitle": "Бесплатно и с открытым исходным кодом. Доступно для Windows, macOS и Linux.",
    "windows": {
      "title": "Windows",
      "description": "Windows 10/11 (64-bit)",
      "buttonText": "Скачать .exe",
      "size": "~150 МБ"
    },
    "mac": {
      "title": "macOS",
      "description": "macOS 10.15+ (Universal)",
      "buttonText": "Скачать .dmg",
      "size": "~140 МБ"
    },
    "linux": {
      "title": "Linux",
      "description": "AppImage (Universal)",
      "buttonText": "Скачать .AppImage",
      "size": "~155 МБ"
    },
    "otherFormats": "Доступны другие форматы:",
    "debianUbuntu": ".deb (Debian/Ubuntu)",
    "fedoraRHEL": ".rpm (Fedora/RHEL)",
    "macZip": ".zip (macOS)",
    "viewReleases": "Посмотреть все релизы на GitHub →"
  },
  "features": {
    "title": "Ключевые особенности",
    "interface": {
      "title": "Интуитивный интерфейс",
      "description": "LivePlay имеет чистый, простой и современный интерфейс, разработанный специально для операторов живого звука. Организуйте ваши основные звуковые файлы в плейлисты и добавляйте звуки в проигрыватель корзины для быстрого доступа или объявлений. Аудиофайлы, добавленные в корзину, автоматически будут вести себя как объявления, приглушая любой фоновый звук при воспроизведении."
    },
    "waveform": {
      "title": "Редактор формы волны",
      "description": "Обрезайте аудио с точностью, используя встроенный редактор формы волны. Устанавливайте точки входа и выхода, регулируйте громкость и визуально настраивайте время затухания. Вы также можете автоматически обрезать на основе тишины или автоматически настроить громкость, чтобы все уровни аудио были согласованными."
    },
    "youtube": {
      "title": "Интеграция с YouTube",
      "description": "Загружайте аудио напрямую с YouTube с помощью нашего встроенного загрузчика! Идеально подходит для быстрого добавления музыки, звуковых эффектов или фоновых треков в ваше шоу (пожалуйста, убедитесь, что у вас есть права на использование контента или вы используете контент из общественного достояния)."
    },
    "properties": {
      "title": "Простая в использовании панель свойств",
      "description": "Легко изменяйте имя, цвет и свойства воспроизведения ваших аудиофайлов. Настраивайте файлы на цикл, регулируйте их громкость, поведение при запуске и остановке, и настраивайте автоматическую обрезку тишины - все из одного удобного места. Вы контролируете поток вашего шоу!"
    },
    "ducking": {
      "title": "Автоматическое приглушение",
      "description": "Настройте автоматическое приглушение для снижения громкости фоновой музыки при воспроизведении объявлений или диалогов. Идеально подходит для плавных переходов в живых постановках."
    },
    "firstLaunch": {
      "title": "Быстрая настройка",
      "description": "Начните работу за секунды с упрощенным процессом настройки LivePlay. Выберите папку, создайте проект и начните импортировать файлы! Все ваши медиафайлы автоматически собираются в одном месте, чтобы вы могли легко перемещать проект между компьютерами."
    }
  },
  "footer": {
    "license": "лицензировано по",
    "developedBy": "Разработано",
    "developerName": "Томасом Дукиницасом",
    "viewOnGitHub": "Посмотреть на GitHub"
  }
}
