{
  "_metadata": {
    "code": "ur",
    "name": "Urdu",
    "nativeName": "اردو",
    "direction": "rtl"
  },
  "header": {
    "tagline": "لائیو ایونٹس کے لیے آڈیو کیو پلے بیک"
  },
  "download": {
    "title": "LivePlay ڈاؤن لوڈ کریں",
    "subtitle": "مفت اور اوپن سورس۔ Windows، macOS اور Linux کے لیے دستیاب۔",
    "windows": {
      "title": "Windows",
      "description": "Windows 10/11 (64-bit)",
      "buttonText": ".exe ڈاؤن لوڈ کریں",
      "size": "~150 MB"
    },
    "mac": {
      "title": "macOS",
      "description": "macOS 10.15+ (Universal)",
      "buttonText": ".dmg ڈاؤن لوڈ کریں",
      "size": "~140 MB"
    },
    "linux": {
      "title": "Linux",
      "description": "AppImage (Universal)",
      "buttonText": ".AppImage ڈاؤن لوڈ کریں",
      "size": "~155 MB"
    },
    "otherFormats": "دیگر دستیاب فارمیٹس:",
    "debianUbuntu": ".deb (Debian/Ubuntu)",
    "fedoraRHEL": ".rpm (Fedora/RHEL)",
    "macZip": ".zip (macOS)",
    "viewReleases": "GitHub پر تمام ریلیزز دیکھیں ←"
  },
  "features": {
    "title": "اہم خصوصیات",
    "interface": {
      "title": "بدیہی انٹرفیس",
      "description": "LivePlay ایک صاف، سادہ اور جدید انٹرفیس رکھتا ہے جو خاص طور پر لائیو ساؤنڈ آپریٹرز کے لیے ڈیزائن کیا گیا ہے۔ اپنی مین ساؤنڈ فائلوں کو پلے لسٹس میں ترتیب دیں اور فوری رسائی یا اعلانات کے لیے کارٹ پلیئر میں آوازیں شامل کریں۔ کارٹ میں شامل کی گئی آڈیو فائلیں خودکار طور پر اعلانات کی طرح کام کریں گی، پلے بیک کے دوران کسی بھی پس منظر کی آڈیو کو کم کرتے ہوئے۔"
    },
    "waveform": {
      "title": "ویو فارم ٹرمر",
      "description": "بلٹ ان ویو فارم ایڈیٹر استعمال کرکے درستگی کے ساتھ اپنی آڈیو کو ٹرم کریں۔ ان اور آؤٹ پوائنٹس سیٹ کریں، والیوم ایڈجسٹ کریں اور فیڈ ٹائمز کو بصری طور پر ترتیب دیں۔ آپ خاموشی کی بنیاد پر خودکار طور پر ٹرم بھی کر سکتے ہیں، یا والیوم کو خودکار طور پر ایڈجسٹ کر سکتے ہیں تاکہ تمام آڈیو لیولز مستقل ہوں۔"
    },
    "youtube": {
      "title": "YouTube انٹیگریشن",
      "description": "ہمارے بلٹ ان ڈاؤن لوڈر کے ساتھ YouTube سے براہ راست آڈیو ڈاؤن لوڈ کریں! اپنے شو میں موسیقی، ساؤنڈ ایفیکٹس یا بیکنگ ٹریکس تیزی سے شامل کرنے کے لیے بہترین (براہ کرم یقینی بنائیں کہ آپ کے پاس مواد استعمال کرنے کے حقوق ہیں یا پبلک ڈومین مواد استعمال کر رہے ہیں)۔"
    },
    "properties": {
      "title": "استعمال میں آسان پراپرٹیز پینل",
      "description": "اپنی آڈیو فائلوں کے نام، رنگ اور پلے بیک پراپرٹیز کو آسانی سے تبدیل کریں۔ فائلوں کو لوپ پر سیٹ کریں، ان کے والیوم کو ایڈجسٹ کریں، شروع اور ختم کے طرز عمل اور خودکار خاموشی ٹرمنگ کو ترتیب دیں - سب کچھ ایک آسان جگہ سے۔ آپ اپنے شو کے بہاؤ کو کنٹرول کرتے ہیں!"
    },
    "ducking": {
      "title": "خودکار ڈکنگ",
      "description": "اعلانات یا مکالمے چلنے پر پس منظر کی موسیقی کے والیوم کو کم کرنے کے لیے خودکار ڈکنگ کو ترتیب دیں۔ لائیو پروڈکشنز میں ہموار منتقلی کے لیے بہترین۔"
    },
    "firstLaunch": {
      "title": "فوری سیٹ اپ",
      "description": "LivePlay کے ہموار سیٹ اپ عمل کے ساتھ سیکنڈوں میں شروع کریں۔ ایک فولڈر منتخب کریں، ایک پروجیکٹ بنائیں اور فائلیں درآمد کرنا شروع کریں! آپ کا تمام میڈیا خودکار طور پر ایک جگہ جمع ہو جاتا ہے تاکہ آپ اپنے پروجیکٹ کو کمپیوٹرز کے درمیان آسانی سے منتقل کر سکیں۔"
    }
  },
  "footer": {
    "license": "کے تحت لائسنس یافتہ ہے",
    "developedBy": "تیار کردہ",
    "developerName": "تھامس ڈوکینٹساس",
    "viewOnGitHub": "GitHub پر دیکھیں"
  }
}
